{
  "candidates": [
    {
      "affiliation": "Protecting our waterways",
      "age": "36",
      "before_politics": "Science teacher, businesswoman",
      "election": "Hawke's Bay",
      "electorate": "Napier",
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/CON_0602_4.jpg?itok=Ao4dbloA",
      "lives_in": "Waiohiki, Napier",
      "name": "Hinewai Ormsby",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/CON_0602#Hinewai Ormsby",
      "why_elect": "I believe our environment needs strong actions and not words. That's why I've grown, 3,000 native trees that have been planted along the Ahuriri Estuary. I'm a member of Forest and Bird, and co-wrote the Tūtaekurī River Management Plan to restore the ecological and environmental health of the Tūtaekurī River.",
      "why_stand": "I'm standing because I believes the HBRC has the duty to protect our environment. I'm concerned that water quality continues to degrade and our water is unswimmable. As a secondary school science teacher I believe I'll bring an evidence based approach to council. I want our region to thrive."
    },
    {
      "affiliation": null,
      "age": "76",
      "before_politics": "Seasonal Orchard Worker",
      "election": "Hawke's Bay",
      "electorate": "Napier",
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/154-200-Q19-shot1.jpg?itok=OZTeVdMW",
      "lives_in": "Onekawa",
      "name": "John Smith",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/CON_0602#John Smith",
      "why_elect": "41 of my 76 years in HB—Hastings in the 60s and Napier and environs since 1985. Rural and urban both residence and occupations Versatile and now with time and focus. First branch manager position at 23. Plenty of life left yet. Extensive wide ranging personal library.",
      "why_stand": "NZ deserves better than misinformation on climate and our future. As the nonsense has now filtered down to regional level, time to wind back at this level and take it to central government. Policies at all levels based on the \"religion\" of global warming is totalitarianism in the offing."
    },
    {
      "affiliation": null,
      "age": "52",
      "before_politics": "Lawyer",
      "election": "Hawke's Bay",
      "electorate": "Napier",
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/136-180-Q19-232A5634.jpg?itok=dsXBXtCL",
      "lives_in": "Mataruahou/Napier Hill",
      "name": "Martin Williams",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/CON_0602#Martin Williams",
      "why_elect": "I have a decade of experience serving in governance roles for a number of community, charitable and educational organisations within Hawke's Bay. I am often told my contribution is highly valued for my clarity of thought, effective leadership and outcomes achieved. Basically getting on with it and 'the job done.'",
      "why_stand": "I want to make a meaningful contribution to Hawke's Bay, with the skills acquired through 25 years of practice in local government and environmental law. My practice is going strong. I literally don't need this job. I want this job. It's about the old fashioned ethic of service."
    },
    {
      "affiliation": "Independent",
      "age": "55",
      "before_politics": "Full-time parent",
      "election": "Hawke's Bay",
      "electorate": "Napier",
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/19-26-Q19-Brochure_HS_Botanical.jpg?itok=kPBNLS_5",
      "lives_in": "Napier",
      "name": "Paul Bailey",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/CON_0602#Paul Bailey",
      "why_elect": "I have lived in Hawke's Bay all my life and have been based in Napier for the last 18 years. I have 4 children, two of whom are school age. I've been a Bank Manager and business owner and after one term am now an experienced and proven councillor.",
      "why_stand": "I see Hawke's Bay as being the world leader in making use of our natural environmental resources in a sustainable manner to bring prosperity to all."
    },
    {
      "affiliation": null,
      "age": null,
      "before_politics": "Business manager",
      "election": "Hawke's Bay",
      "electorate": "Napier",
      "image": null,
      "lives_in": "Poraiti in Napier City",
      "name": "Neil Kirton",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/CON_0602#Neil Kirton",
      "why_elect": "I engage my extensive experience in central and local government over 25 years to look after ratepayers. As chair of the audit and risk committee i have worked closely with the council's finance team and colleagues to ensure financial decisions are prudent, always protecting ratepayers interests.",
      "why_stand": "This council has produced an extraordinary turnaround in financial and environmental fortunes. I want to ensure the $140m increase in asset value and our far reaching environmental vision is protected. My job is to ensure investments are safe from think big schemes that cost ratepayers $20m last time round."
    },
    {
      "affiliation": null,
      "age": "34",
      "before_politics": "Environment Planner/Celebrant",
      "election": "Hawke's Bay",
      "electorate": "Napier",
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/21-28-Q19-rsz_nichola_nicholson_2.jpg?itok=SJiREsZI",
      "lives_in": "Hospital Hill",
      "name": "Nichola Nicholson",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/CON_0602#Nichola Nicholson",
      "why_elect": "I will serve Napier by listening to the community, understanding the science and working for sustainable solutions to environmental issues. I will work to make positive decisions on important issues including water, biodiversity, Ahuriri Estuary and climate change.",
      "why_stand": "I believe our regional council needs renewed energy and diversity. I can provide these by bringing a fresh perspective, a younger voice and experience to the table. I have a degree in environmental management. By working together, we can create a thriving region supported by a healthy environment, for everyone."
    }
  ],
  "electorate": "Napier",
  "id": "CON_0602",
  "region": "Hawke's Bay",
  "type": "Regional Council"
}