{
  "candidates": [
    {
      "affiliation": "Independent",
      "age": "62",
      "before_politics": "Chair  Hurunui Zone Committee",
      "election": "Canterbury",
      "electorate": "North Canterbury/Ōpukepuke",
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/168-225-Q19-JF6.jpg?itok=80TTz8OP",
      "lives_in": "Culverden",
      "name": "John Faulkner",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/CON_1301#John Faulkner",
      "why_elect": "I have been engaged in community service for 30 years, Chair of School Board, and Employer's Group, X Victim Support Counselor Homicide trained, Rural and Branch banker, Commercial and Agribusiness University qualified and a Dairy Farmer fully understand environmental and cultural change required, believe collaboration provides equitable social acceptable progress.",
      "why_stand": "12 years involved in the CWMS strongly believe we need to deliver on ground environmental actions in the most cost effective manner, collaboration and community buy in both urban and rural can speed the process up. Regulation is a blunt tool, the RMA, NPS etc show direction landowners engagement is crucial."
    },
    {
      "affiliation": null,
      "age": "69",
      "before_politics": "Senior consultant Ford China",
      "election": "Canterbury",
      "electorate": "North Canterbury/Ōpukepuke",
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/13-20-Q19-GSJ_small_no_jacket.jpg?itok=xGUUaEe7",
      "lives_in": "Amberley",
      "name": "Garry Jackson",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/CON_1301#Garry Jackson",
      "why_elect": "I'm a proud passionate Cantabrian, and founding trustee of a progressive think tank for Canterbury's future. I have proven and successful leadership and governance experience as Hurunui Mayor, and can capably represent urban and rural interests. I bring balance, energy, strategic insight, and a common sense environmentally responsible approach.",
      "why_stand": "Ecan is returning to a fully elected model at a time when new challenges are looming, and the competence and capability of the new Ecan Council will be critical for Canterbury's future. I want to be part of that Council, giving North Canterbury strong and effective representation."
    },
    {
      "affiliation": null,
      "age": null,
      "before_politics": "vet, farmer  businessperson",
      "election": "Canterbury",
      "electorate": "North Canterbury/Ōpukepuke",
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/27-36-Q19-22946_106.jpg?itok=VVo_rmYH",
      "lives_in": "Waimakariri District",
      "name": "Claire McKay",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/CON_1301#Claire McKay",
      "why_elect": "I have a detailed understanding of the complexity of the issues we face in managing our natural resources,including the challenge of finding economic and workable solutions to reduce environmental impacts. I'm committed to transparent and consultative engagement and strengthening collaborative relationships with stakeholders, in an environment of trust and respect.",
      "why_stand": "North Canterbury needs a strong advocate with a thorough knowledge and understanding of the key issues facing our district and region."
    },
    {
      "affiliation": null,
      "age": "58",
      "before_politics": "GM",
      "election": "Canterbury",
      "electorate": "North Canterbury/Ōpukepuke",
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/54-70-Q19-IMG_7739.jpg?itok=CKcApDxt",
      "lives_in": "Waltham",
      "name": "Greg Byrnes",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/CON_1301#Greg Byrnes",
      "why_elect": "I have worked in local and regional government in the North Canterbury region for over twenty five years and am currently a GM for an environmental trust. I believe I have a good understanding of government and the issues impacting our constituency.",
      "why_stand": "I have worked in local and regional government in the North Canterbury region for over 25 years and currently as an environmental trust GM. During this time I seen a steady decline in the environmental values of the lands and rivers. This is not a legacy to leave future generations."
    },
    {
      "affiliation": null,
      "age": "62",
      "before_politics": "Farmer, business, Realestate",
      "election": "Canterbury",
      "electorate": "North Canterbury/Ōpukepuke",
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/38-48-Q19-Bill_Dowle_Ecan_Candidate.jpg?itok=ExhzqEnH",
      "lives_in": "Broomfield, Amberley",
      "name": "Bill Dowle",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/CON_1301#Bill Dowle",
      "why_elect": "I am approachable and have relationships with people from all sectors of the Canterbury society. As a Real Estate salesperson I see and deal with anyone and have a wide range of contacts to get the opinions and sentiments from. I am also negotiating with people all the time.",
      "why_stand": "I have lived in Kaikoura and Waimakariri Districts and now live in Hurunui. I have had dealings with ECan as a landowner, river committee member and contractor so have seen it from all angles and feel I can help improve the performance at various levels."
    },
    {
      "affiliation": "Independent",
      "age": null,
      "before_politics": "Landscape Architect",
      "election": "Canterbury",
      "electorate": "North Canterbury/Ōpukepuke",
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/116-156-Q19-Grant_Edge_Ecan_NC.jpg?itok=FrLv8v0P",
      "lives_in": "Rangiora/Fernside",
      "name": "Grant Edge",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/CON_1301#Grant Edge",
      "why_elect": "I have lived and worked in North Canterbury for the past 13 years and have considerable experience in land management (rural and urban) with knowledge in dealing with the regulatory processes. As Deputy Chair of the Waimakariri Zone committee I have participated in a community collaborative approach to decision making.",
      "why_stand": "Our region has some of the most diverse and beautiful landscapes in NZ. I am concerned at the level of environmental degradation of land and water resources across the region, and want to ensure that future policies (urban and rural) commit to achieving environmental improvement at a much faster pace."
    }
  ],
  "electorate": "North Canterbury/Ōpukepuke",
  "id": "CON_1301",
  "region": "Canterbury",
  "type": "Regional Council"
}