{
  "candidates": [
    {
      "affiliation": null,
      "age": "33",
      "before_politics": "Environmental Manager",
      "election": "Waikato",
      "electorate": "Hamilton",
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/61-78-Q19-JENCandidate2019L.jpg?itok=gMAIeLKX",
      "lives_in": "Huntly",
      "name": "Jennifer Nickel",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/CON_0305#Jennifer Nickel",
      "why_elect": "I'm a sponge for learning, fascinated by other points of view and different ways of doing things. The scientist in me evaluates critically, wants to address the root cause of issues and invites cooperation to solve them. Also, I have good insight into what's important to individuals, businesses and councils.",
      "why_stand": "As a sustainability professional my heart lies in making a positive impact on a larger scale for future generations—on the systems we live in. I love the Waikato and believe we can still do better to honour the environment and the people."
    },
    {
      "affiliation": "Independent",
      "age": "42",
      "before_politics": "Primary School Teacher",
      "election": "Waikato",
      "electorate": "Hamilton",
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/45-58-Q19-Ange_Strange_photo.jpg?itok=IrBWCe-h",
      "lives_in": "Chartwell, Hamilton",
      "name": "Angela Strange",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/CON_0305#Angela Strange",
      "why_elect": "I love talking with people and listening to their passions, concerns and frustrations. I work collaboratively with others and believe we are stronger together. All of my jobs have had people at the heart—and being a regional councillor is no different.",
      "why_stand": "The Waikato region is a great place to live, work, and raise a family. A healthy environment lays the foundation for connected communities and therefore a strong economy. I want to represent my community and be a voice for now and future generations."
    },
    {
      "affiliation": "Independent",
      "age": "58",
      "before_politics": "Residential Property Manager",
      "election": "Waikato",
      "electorate": "Hamilton",
      "image": null,
      "lives_in": "Pokeno",
      "name": "Peter Koizumi",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/CON_0305#Peter Koizumi",
      "why_elect": "I was born in the Waikato and have lived in Hamilton and the Waikato Region most of my life. Throughout my working careers I have engaged with the community and worked in roles directly helping people with special needs and requirements. I understand the time requirements of this role.",
      "why_stand": "I believe the challenges of climate change is not only in seeking the solutions but also understanding what causes climate change in our community. It is very clear it is the activities we undertake and therefore I want to work with the community to achieve a reduction in these effects."
    },
    {
      "affiliation": "Independent",
      "age": "73",
      "before_politics": "Marketing  Advertising agency",
      "election": "Waikato",
      "electorate": "Hamilton",
      "image": null,
      "lives_in": "Tamahere",
      "name": "Russ Rimmington",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/CON_0305#Russ Rimmington",
      "why_elect": "I have given a lifetime of service to community service. Founded Fieldays with 7 others. As Mayor of Hamilton led dynamic growth with major new facilities. Transport centre, rugby stadium,Te Arohou women's new beginnings, 200 kms cycleways, 30,000 trees, walkway around Hamilton Lake, Innovation Park. Proven track record.",
      "why_stand": "We live in the golden triangle of NZ. Unfortunately there are still deep divisions between rich and poor. Poor transport to access Wintec and the Waikato University hinders access from rural towns. Public transport to Te Kuiti and the south is very poor. Those small towns are dying."
    },
    {
      "affiliation": "Independent",
      "age": "66",
      "before_politics": "GM Fieldays",
      "election": "Waikato",
      "electorate": "Hamilton",
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/66-85-Q19-Barry_Quayle_election_2019_MaxRes_-_Copy.jpg?itok=rbaAm_6k",
      "lives_in": "Pukete Hamilton",
      "name": "Barry Quayle",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/CON_0305#Barry Quayle",
      "why_elect": "I am able to interrogate,critically evaluate and then offer solutions which are sensible and achieve outcomes. Since joining council in 2017 I have influenced change and demonstrated a commitment to do that in a way that is positive for the community and region. I brought business intelligence to council.",
      "why_stand": "Waikato faces substantial challenges, so it is important we have effective Councillors. I offer broad experience, strong commitment, and believe in being a team player rather than pushing solo issues. Water quality and water use are big issues and we need strong and capable governance and stewardship."
    },
    {
      "affiliation": "Independent",
      "age": "50",
      "before_politics": "CE Waikato Chamber of Commerce",
      "election": "Waikato",
      "electorate": "Hamilton",
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/133-177-Q19-4852-William-Durning-Avatar.jpg?itok=b17SORoz",
      "lives_in": "Claudelands, Hamilton",
      "name": "William Durning",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/CON_0305#William Durning",
      "why_elect": "I've lived in Hamilton with my family since we moved here over twenty years ago. I care equally about the environment, community and the economy. I'm open-minded to all points of view and I'm energetic and accessible. I'm prepared to engage with the community in ways that suit you.",
      "why_stand": "Significant challenges lie ahead of us from climate change and public transportation to improving water quality and growing a sustainable regional economy, these issues and the decisions made will impact others for generations to come. I have a strong commercial background, significance governance experience and a willingness to serve."
    }
  ],
  "electorate": "Hamilton",
  "id": "CON_0305",
  "region": "Waikato",
  "type": "Regional Council"
}