{
  "candidates": [
    {
      "affiliation": null,
      "age": "61",
      "before_politics": "Principal",
      "election": "Otago",
      "electorate": "Dunedin",
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/4-9-Q19-Screen_Shot_2019-08-28_at_7.25.40_PM.jpg?itok=5pbpDkL1",
      "lives_in": "Dunedin Central",
      "name": "Tony Hunter",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/CON_1404#Tony Hunter",
      "why_elect": "My experience in education has provided me with a strong foundation for engaging with communities and responding to their changing needs. A school community is like a wider community. many stakeholders with various needs. if you engage well with your community, you get results people are happy with.",
      "why_stand": "My motivation for standing is to leave a positive legacy in a community that is environmentally and socially healthy and where the community feels a sense of belonging, engagement and connection with the Otago Regional Council processes."
    },
    {
      "affiliation": "Independent",
      "age": "36",
      "before_politics": "Software developer",
      "election": "Otago",
      "electorate": "Dunedin",
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/163-215-Q19-mk.jpg?itok=ej1sRR01",
      "lives_in": "Brockville, Dunedin",
      "name": "Matt Kraemer",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/CON_1404#Matt Kraemer",
      "why_elect": "I've designed, founded and managed a business which employed 13 people and I've had 7 years of software development experience. This combination of technical and social problem solving is somewhat unusual but valuable and necessary for fixing the public transport system.",
      "why_stand": "It bothers me that buses are empty, parking is difficult, and my local stream smells worse than a public restroom. The pay and status are better on the City Council, but I would rather make a difference where it counts, on the Otago Regional Council."
    },
    {
      "affiliation": "Independent",
      "age": null,
      "before_politics": "Business person",
      "election": "Otago",
      "electorate": "Dunedin",
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/37-47-Q19-1H1A2641.jpg?itok=KfE7Mgxu",
      "lives_in": "Helensburgh",
      "name": "Tim Mepham",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/CON_1404#Tim Mepham",
      "why_elect": "I am a Chartered Accountant and Chartered Fellow of the Institute of Directors with many years of experience in the Dunedin business community. I am currently Chairman of the board of Presbyterian Support Otago, Trustee of the Yellow eyed penguin trust and also a Director of City Forests.",
      "why_stand": "I have been a fish and game licence holder for the last 30 years and over this time I have witnessed the degradation of our freshwater systems I want to be in a position to influence the restoration of clean waterways, lakes and wetlands protecting these taonga for future generations."
    },
    {
      "affiliation": "Independent",
      "age": null,
      "before_politics": null,
      "election": "Otago",
      "electorate": "Dunedin",
      "image": null,
      "lives_in": null,
      "name": "Andrew Noone",
      "priorities": [],
      "social_media": {},
      "url": "https://www.policylocal.nz/candidates/CON_1404#Andrew Noone",
      "why_elect": null,
      "why_stand": null
    },
    {
      "affiliation": null,
      "age": "41",
      "before_politics": "Community facilitator",
      "election": "Otago",
      "electorate": "Dunedin",
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/130-174-Q19-fullsizeoutput_3789.jpg?itok=OytlssWB",
      "lives_in": null,
      "name": "Gretchen Robertson",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/CON_1404#Gretchen Robertson",
      "why_elect": "I believe I offer experience and real commitment to making a difference for you. I am a qualified water quality scientist and community facilitator. I have 15 years experience on the council. I am currently deputy chairperson. I work hard and listen to our community.",
      "why_stand": "I'm a multigenerational Dunedinite. The mother of two young boys. A water quality scientist and an experienced Councillor. I love Otago, it's people and its environment. I believe it's a crucial time in local government history, a time communities expect action. I would be privileged to be part of it."
    },
    {
      "affiliation": "Unitary Dunedin",
      "age": "42",
      "before_politics": "Tour operator",
      "election": "Otago",
      "electorate": "Dunedin",
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/137-181-Q19-Profile_photo.jpg?itok=WJfRL_xk",
      "lives_in": "Sawyers Bay",
      "name": "Andrew Rutherford",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/CON_1404#Andrew Rutherford",
      "why_elect": "I will try and open up the council to public scrutiny. I work from an evidence based standpoint.",
      "why_stand": "To hold the ORC to account and to have greater efficiency and transparency through a unitary organisation. Also to hold the ORC owned companies to account such as Port Otago and Chalmers Property. Secondly to do what I can to increase sustainable economic development in Dunedin."
    },
    {
      "affiliation": "Independent",
      "age": null,
      "before_politics": "Project Manager / Engineer",
      "election": "Otago",
      "electorate": "Dunedin",
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/127-170-Q19-unnamed_-_Copy.jpg?itok=ocBqCBs-",
      "lives_in": "Opoho, Dunedin",
      "name": "Bryan Scott",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/CON_1404#Bryan Scott",
      "why_elect": "As a professional engineer, project manager and previous Regional Councillor, I believe I can make a difference. I have successfully chaired the ORC technical and regulatory committees, freshwater reference group and an accredited chair for RMA hearings. I have a track record of active and effective governance.",
      "why_stand": "Born and raised in Otago. My passions are the outdoors, tramping in the hills and family. I am concerned about the pressures on our environment both urban and rural. Utilising my background as professional engineer, project manager and previous Regional Councillor, I believe I can make a difference."
    },
    {
      "affiliation": "Green Dunedin",
      "age": "50",
      "before_politics": "Manager",
      "election": "Otago",
      "electorate": "Dunedin",
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/76-98-Q19-10_Scott_Willis_h_s.jpg?itok=nSXfsAMx",
      "lives_in": "Waitati (in the Dunedin Ward)",
      "name": "Scott Willis",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/CON_1404#Scott Willis",
      "why_elect": "Over the years I've forged connections with politicians, business and education leaders, researchers, government agencies and flax-roots organisers and activists. Adaptive governance requires us to be innovative and open to change while being able to listen and work with diverse groups. This is where my real strength in governance lies.",
      "why_stand": "I believe that by working together we can deliver solutions to the climate crisis and enable future generations to thrive. I bring proven experience in governance, collaboration and community engagement to help ORC and our community meet the challenges ahead. Otago is unique. Let's value our place."
    },
    {
      "affiliation": null,
      "age": "52",
      "before_politics": "Business Manager",
      "election": "Otago",
      "electorate": "Dunedin",
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/171-230-Q19-12RW.jpg?itok=3IKJc1Kd",
      "lives_in": "Dunedin",
      "name": "Rob Woodhouse",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/CON_1404#Rob Woodhouse",
      "why_elect": "I have lived on Otago my whole life, and I'm fiercely proud of our region. I have wide management experience and qualifications applicable to being your councillor. I will be a voice for all residents.",
      "why_stand": "Otago is the best province in the world, however it is starting to languish behind other more progressive regions. The ORC is sitting on assets of over $650 million dollars, that can be freed up for new investment in Otago."
    },
    {
      "affiliation": "Independent",
      "age": "64",
      "before_politics": "ODT columnist",
      "election": "Otago",
      "electorate": "Dunedin",
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/44-57-Q19-3DFE4D43-9A3F-46E7-A924-B51DE4DBB4CF.jpg?itok=8oAr5FzQ",
      "lives_in": "Opoho",
      "name": "Hilary Calvert",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/CON_1404#Hilary Calvert",
      "why_elect": "I have a background in government both local and central, in business and as a lawyer. I will ask the difficult questions and not give up until the council has enough information to make good decisions. I will keep the ORC governance function grounded in reality about the issues.",
      "why_stand": "I believe the ORC is close to having a commissioner appointed because the government is losing confidence in the ORC's ability to carry out it's regulatory functions. We have a fabulous and special province, and we should be capable of looking after it ourselves."
    },
    {
      "affiliation": null,
      "age": "77",
      "before_politics": "Communications consultant",
      "election": "Otago",
      "electorate": "Dunedin",
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/94-125-Q19-ORC19.MichaelDeaker.jpg?itok=E-mIjzQm",
      "lives_in": "Opoho, Dunedin",
      "name": "Michael Deaker",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/CON_1404#Michael Deaker",
      "why_elect": "I trained as a geographer and that's ideal for regional council work. I had senior management experience in schools and public service, and I was a communications consultant. All that has help me be an effective, articulate councillor for five terms. I'm as enthusiastic and positive now as ever.",
      "why_stand": "In all my years in education, journalism, broadcasting and local government, I have been \"a southerner\" and very proud of it. Now we have 11 grandchildren in various parts of Otago and I want their futures to be at least as good as my life."
    },
    {
      "affiliation": "Labour Party",
      "age": "72",
      "before_politics": "retired/member of parliament",
      "election": "Otago",
      "electorate": "Dunedin",
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/49-64-Q19-IMG_2030.jpg?itok=j449l_p9",
      "lives_in": "Careys Bay, Dunedin",
      "name": "Marian Hobbs",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/CON_1404#Marian Hobbs",
      "why_elect": "Largely, I understand the language of policy documents and I have the skill to translate them into words which engage the different communities in debate as to the best way forward. I enjoy and respect that engagement and continue to learn effective ways forward. I am open.",
      "why_stand": "I have unfinished business. With three young grandchildren I am determined that the Otago they may live in, will be as environmentally rich as I experienced in my youth. A regional council can make reality from my former unrealised dreams as Minister for the Environment."
    }
  ],
  "electorate": "Dunedin",
  "id": "CON_1404",
  "region": "Otago",
  "type": "Regional Council"
}