{
  "candidates": [
    {
      "affiliation": "Rates Control Team",
      "age": "53",
      "before_politics": "Author & Children's Librarian",
      "election": "Waikato",
      "electorate": "Taupō-Rotorua",
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/70-89-Q19-Kathy_billboard-2booklet.jpg?itok=5azVhkO2",
      "lives_in": "Taupo",
      "name": "Kathy White",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/CON_0304#Kathy White",
      "why_elect": "I moved to Taupō when my father started DSIR's freshwater ecology laboratory here in the early 1970s. I'm a researcher and writer who has written submissions for animal protection and environmental groups. I'm proud to be the current Chair of the Environmental and Services Performance Committee for Waikato Regional Council.",
      "why_stand": "I believe in compassionate conservation. I want our wildlife, ecosystems and food-chain to be healthy and I want people in our communities to be able to safely use and appreciate our outdoor spaces. I'm concerned about the way we use a variety of contaminants in our environment."
    },
    {
      "affiliation": "Independent",
      "age": null,
      "before_politics": "Business Owner",
      "election": "Waikato",
      "electorate": "Taupō-Rotorua",
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/26-35-Q19-Cut_Photo.jpg?itok=rN6qHl_Y",
      "lives_in": "Wharewaka, Taupō",
      "name": "Bernhard Chrustowski",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/CON_0304#Bernhard Chrustowski",
      "why_elect": "Successful business man with proven financial stewardship skills that allowed me to retire to Taupō in 2001. While serving as Taupō District councillor our Council achieved the highest Standard and Poor's credit rating for NZ councils. Extensive environmental experience as a RMA commissioner. Dedicated community volunteer.",
      "why_stand": "My grandchildren: I don't want to leave their generation's future to fate when today we have the means to protect it. We have a moral obligation to act now. I want to be part of the solution and be able to influence the future in a positive way."
    },
    {
      "affiliation": "Independent",
      "age": "35",
      "before_politics": "Ecologist",
      "election": "Waikato",
      "electorate": "Taupō-Rotorua",
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/52-67-Q19-IMG_1286.jpg?itok=wPppugyU",
      "lives_in": "Taupō",
      "name": "Alana Delich",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/CON_0304#Alana Delich",
      "why_elect": "As a Mum and Ecologist who grew up on a farm I have a balanced perspective. I have lived in the Taupō-Rotorua constituency my whole working life, and have been on the ground throughout our rohe, in conservation, geothermal and water monitoring roles. I know the issues we face.",
      "why_stand": "I put my name forward for Waikato Regional Council because I love where I live, and want to see it managed in the best possible way for our future generations. I believe our area deserves to be represented by someone who cares about a broad range of issues."
    }
  ],
  "electorate": "Taupō-Rotorua",
  "id": "CON_0304",
  "region": "Waikato",
  "type": "Regional Council"
}