{
  "candidates": [
    {
      "affiliation": null,
      "age": "68",
      "before_politics": "Family, Farmer, Governance",
      "election": "Waikato",
      "electorate": "Waikato",
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/16-23-Q19-Billboard_Picture_Jpeg_30082019.jpg?itok=FFQ_HcLN",
      "lives_in": "Tauhei, Waikato",
      "name": "Keith Holmes",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/CON_0302#Keith Holmes",
      "why_elect": "I understand the importance of the RMA and Governance. The RMA demands a Healthy Environment, Vibrant Communities and a Strong Economy. The strong Economy has been neglected, and without \"serious regenerative\" money, our ambitions Environmentally and Socially will stall and fail.",
      "why_stand": "Waikato Region lacks good governance. Governance is about visionary leadership to set good policy for staff to carry out Rates and Compliance costs are rising unaffordably and exponentially. It is a Local Govt. and Govt. issue and needs to be addressed pragmatically, not bypassed."
    },
    {
      "affiliation": "Independent",
      "age": "51",
      "before_politics": "Dairy Farmer/ Food Producer",
      "election": "Waikato",
      "electorate": "Waikato",
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/113-153-Q19-Photo_-_Pamela_Storey.jpg?itok=M3HA4en8",
      "lives_in": "Te Hoe, North Waikato",
      "name": "Pamela Storey",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/CON_0302#Pamela Storey",
      "why_elect": "As a 23-year resident of the Waikato constituency bringing 18+ years of governance experience, alongside corporate, non-profit, and small business leadership, I also bring an empathy and engagement with rural communities across our region. I am a proud food producer and community leader committed to the Mighty Waikato.",
      "why_stand": "As a leader of many such initiatives over a number of years, I believe, whole-heartedly, in community led change. With broad experience and long-term regional commitment, now is the right time to bring my unique skill set and region-wide network to provide a strong voice for our rural communities."
    },
    {
      "affiliation": "Independent",
      "age": "68",
      "before_politics": "business owner",
      "election": "Waikato",
      "electorate": "Waikato",
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/35-45-Q19-DSCF8539-NZ_Passport__digital_format_-1800x2400_px.jpg?itok=GZdsElHy",
      "lives_in": "Tuakau",
      "name": "Richard Gee",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/CON_0302#Richard Gee",
      "why_elect": "I get action, my involvement by listening then promoting ideas achieves results in communities, business, and committees. My leadership is open, transparent, and direct focussed on what is best for my communities. I care about the Waikato region and Tuakau and districts in the north Waikato.",
      "why_stand": "I want to make a difference and have the voice of the people in Waikato heard louder to ensure the northern waikato gets more say in regional development to get a better understanding of what the regional council actually does and to use the knowledge of the communities more."
    },
    {
      "affiliation": "Independent",
      "age": "58",
      "before_politics": "Manager, Harbour Care",
      "election": "Waikato",
      "electorate": "Waikato",
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/88-118-Q19-Fred_Lichtwark_photo_2019.jpg?itok=y9hVSVyB",
      "lives_in": "Raglan",
      "name": "Fred Lichtwark",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/CON_0302#Fred Lichtwark",
      "why_elect": "I manage an award-winning group that's planted 2 million native trees and I'm a Waikato Regional Councillor, with a background in farming and fishing. My experience proves working with communities can be a win, win; we can reduce rates and enjoy a healthy, resilient environment and economy.",
      "why_stand": "I'm committed to value for money, sustainable farming and clean water—we deserve clean rivers, lakes and harbours and working together we can achieve this in 20 years not 100 years."
    }
  ],
  "electorate": "Waikato",
  "id": "CON_0302",
  "region": "Waikato",
  "type": "Regional Council"
}