{
  "candidates": [
    {
      "affiliation": null,
      "age": "55",
      "before_politics": "Employer of a great team",
      "election": " New Plymouth",
      "electorate": null,
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/107-179-Q19-56FC6F5D-CD3D-434E-8444-43662FB253D3.jpg?itok=YhYWgiLS",
      "lives_in": "Vogeltown, New Plymouth",
      "name": "Max Brough",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/TA_033#Max Brough",
      "why_elect": "I have no local business interest of significance, henceforth zero agenda. My practical down to earth style delivers results that we can all understand. I am a rare male that can multitask, (and am ambidextrous) so can wield a pen and sword simultaneously. I will defend your rate money.",
      "why_stand": "I am encouraged by recent progress of our city, however I feel we are lacking perspective in decision making. We currently have management rather than leadership at the Council table. I can deliver a dynamic and focused Council to make practical decisions that will reflect well for our futures."
    },
    {
      "affiliation": "Independent",
      "age": "59",
      "before_politics": "Accounting manager",
      "election": " New Plymouth",
      "electorate": null,
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/601-945-Q19-IreneGodkin.jpg?itok=ffJEYJjW",
      "lives_in": "Huirangi",
      "name": "Irene Godkin",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/TA_033#Irene Godkin",
      "why_elect": "Building stronger connections. I've lived in Westown in early adult life. Our property was retained 36 years. My early work experiences include hospitality, rural accident insurance, Tegel Poultry process worker, retail, and later, communications call centre, aged care. My 26 year accountancy career spanned NZ and Australia. Passion+Compassion.",
      "why_stand": "Growing up in our progressive and vibrant district community in my early years, I now have the opportunity to take the lead into unchartered waters. It is my privilege and honour. Serving our community into an era of forward thinking to manage our resources and finances. Building stronger connections."
    },
    {
      "affiliation": null,
      "age": "47",
      "before_politics": "Energy executive",
      "election": " New Plymouth",
      "electorate": null,
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/48-82-Q19-228625E6-0F94-4A04-B726-6070856E4DFC.jpg?itok=IhE-Fljz",
      "lives_in": "Lepperton",
      "name": "Neil Holdom",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/TA_033#Neil Holdom",
      "why_elect": "My wife Melissa and I have three children Xavier (13), Savanna (11) and Alyssa (7). Our parents also live here so we represent three generations of Taranaki people who are totally committed to the future of Taranaki. My professional background is in energy, infrastructure, strategic planning and Government relations.",
      "why_stand": "My vision for New Plymouth District is to build the lifestyle capital of NZ where people of all ages can live, work, learn and play in a connected and thriving community focused on supporting our people, caring for our environment and sustainably growing our economy."
    },
    {
      "affiliation": null,
      "age": "38",
      "before_politics": "Managing Director (current)",
      "election": " New Plymouth",
      "electorate": null,
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/364-580-Q19-61664460_433161007260589_8270229428487847936_n__1.jpg?itok=0WEzOLaR",
      "lives_in": "Upper Vogeltown, New Plymouth",
      "name": "Joanne Kuvarji",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/TA_033#Joanne Kuvarji",
      "why_elect": "I have a uniquely genuine, down-to-earth leadership style and a \"know who you are, be who you are philosophy\" This is demonstrated in my journey as a Māori, Indian and European Mother of fourteen, Musician, Business Owner, Trustee of MCT, TGBCT, Marfell School Board, Pride Taranaki and Active Community Leader.",
      "why_stand": "Our district is one of the most welcoming and vibrant in the world, this comes from our people and I believe our council should be a reflection of our community as a whole."
    },
    {
      "affiliation": null,
      "age": "58",
      "before_politics": "Self Employed",
      "election": " New Plymouth",
      "electorate": null,
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/530-840-Q19-Greg_MacKay_Photo.jpg?itok=ypBcBXCS",
      "lives_in": "Highlands Park",
      "name": "Greg Mackay",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/TA_033#Greg Mackay",
      "why_elect": "I was born and have lived in our community for all of my life, I bring with me a wealth of experience in business and employment. It is in my beliefs that local people are involved in matters and decisions within our community.",
      "why_stand": "I believe our city is beautiful. Our parks and walkways let us enjoy the outside atmosphere with peace and quiet. I believe being able to go from the mountain to the sea in just minutes makes New Plymouth a very unique place."
    },
    {
      "affiliation": null,
      "age": null,
      "before_politics": "Saftey Watch, Hot Watch person",
      "election": " New Plymouth",
      "electorate": null,
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/480-764-Q19-Vote_Bill_Simpson.jpg?itok=jv9jz7WA",
      "lives_in": "Waitara North Ward",
      "name": "Bill Simpson",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/TA_033#Bill Simpson",
      "why_elect": "I was raised in New Plymouth District (Waitara) went school, raised, worked there until the freezing work closed in 1985. I have come back to Waitara, have my own business, work as a security officer, safety and hot watch professional. I bring executive, management, legal, educational and people skills.",
      "why_stand": "I am campaigning on democracy is not just a word... your vision, my commitment and our future, lets dream and do it together. It is time that we as the rate payer believed in ourselves and took back control of our community."
    }
  ],
  "electorate": null,
  "id": "TA_033",
  "region": " New Plymouth",
  "type": "Mayor"
}