{
  "candidates": [
    {
      "affiliation": null,
      "age": "64",
      "before_politics": "Company director/administrator",
      "election": " Matamata-Piako",
      "electorate": null,
      "image": null,
      "lives_in": "Matamata",
      "name": "Jan Barnes",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/TA_015#Jan Barnes",
      "why_elect": "I've been part of LG for 15 years having run a successful engineering company for 40 years and prior to that being a school dental nurse in the health field. I have taken positions of committee chair, deputy mayor and the past 6 years as a passionate full time mayor.",
      "why_stand": "I have a passion for Matamata Piako, diligently worked hard for the last 6 years as a full time mayor and bought business acumen and social heart to the table. I have been successful in gaining two PGF feasibility studies and we are on the cusp on implementing the findings."
    },
    {
      "affiliation": null,
      "age": "54",
      "before_politics": "Businessman",
      "election": " Matamata-Piako",
      "electorate": null,
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/TA_015_2.jpg?itok=uuPLgb2e",
      "lives_in": "Te Aroha",
      "name": "Ash Tanner",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/TA_015#Ash Tanner",
      "why_elect": "I was born and raised in the Matamata Piako and i have a background in business. I am straight talking and to the point. I listen I am down to earth, and realise with the cost of living rising, families and people on fixed incomes are finding life challenging.",
      "why_stand": "After nine years representing the Matamata Piako district as councillor, having six years experience on the audit and risk committee, three years on the volunteer youth ambassadors committee and three years as Chair of the corporate and operations committee (council's second formal meeting per month) it is time for Mayor."
    }
  ],
  "electorate": null,
  "id": "TA_015",
  "region": " Matamata-Piako",
  "type": "Mayor"
}