{
  "candidates": [
    {
      "affiliation": null,
      "age": "62",
      "before_politics": "NZ Plunket Society",
      "election": " Hurunui",
      "electorate": null,
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/TA_058_1.jpg?itok=gqwRgvjl",
      "lives_in": "Hawarden",
      "name": "Marie Black",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/TA_058#Marie Black",
      "why_elect": "I have worked through the system as as elected member since 2010, and deputy mayor since 2013, and feel well poised to lead the Hurunui District through the next three years and beyond. My real knowledge of the district is extensive, and I bring a trusted co-operative leadership style.",
      "why_stand": "I have a full understanding of the role of mayor and believe I have the time to commit to the role. I have been urged to stand for mayor to provide a calm and considered transition to governance. I want to make a difference to our district."
    },
    {
      "affiliation": null,
      "age": "60",
      "before_politics": "Mediation Consultant",
      "election": " Hurunui",
      "electorate": null,
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/56-93-Q19-B61AB25F-84F2-4169-89BD-AFFC21C6DFBD.jpg?itok=_aQveW71",
      "lives_in": "Balcairn",
      "name": "Peggy Burrows",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/TA_058#Peggy Burrows",
      "why_elect": "I am an experienced leader, a Justice of the Peace with a background in Education, Law, Conservation and Animal Welfare. I am just as comfortable at the board table, speaking on the international stage, feeding out on the farm or relieving at one of our local primary school. Supporting you.",
      "why_stand": "The best Leaders are those who are present in the lives of those they serve, who work to enhance the lives of the people they serve, who celebrate diversity and the power of people working together to achieve the impossible. I am that leader. Committed to service before self."
    },
    {
      "affiliation": "Independent",
      "age": "36",
      "before_politics": "Full-time parent",
      "election": " Hurunui",
      "electorate": null,
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/TA_058_3.jpg?itok=DVOyqT8l",
      "lives_in": "Amberley",
      "name": "Julia McLean",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/TA_058#Julia McLean",
      "why_elect": "I have the determination and track record to speak up and hold others to account. I don't shy away from difficult issues and demand full and proper information. I listen and keep community informed about the issues that matter, our direction and why.",
      "why_stand": "I want to offer the Hurunui a fresh approach to leadership and work to unlock new opportunities that benefit our people and strengthens community. My governance is outcome focused and I want to empower and enable locally lead decision making that is inclusive and results driven."
    }
  ],
  "electorate": null,
  "id": "TA_058",
  "region": " Hurunui",
  "type": "Mayor"
}