{
  "candidates": [
    {
      "affiliation": "STOP Trashing Our Planet",
      "age": "52",
      "before_politics": "Businesswoman",
      "election": " Central Otago",
      "electorate": null,
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/610-967-Q19-campaign.jpg?itok=34ZVcTuJ",
      "lives_in": "Alexandra",
      "name": "Victoria Bonham",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/TA_069#Victoria Bonham",
      "why_elect": "I treat everybody equally I am honest and kind, I'm also a great listener and hard worker—I have a strong ethical compass and values, and will fight passionately for justice, truth and fairness. I believe united we can achieve anything we put our mind to.",
      "why_stand": "I am standing out of a sheer sense of urgency to protect our environment and our wonderful community our identity and way of life—Our health and well being, business, agriculture and tourism absolutely depend on the wellness of our environment."
    },
    {
      "affiliation": null,
      "age": "54",
      "before_politics": "Lawyer and Disputes Referee",
      "election": " Central Otago",
      "electorate": null,
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/404-655-Q19-3.jpg?itok=b9Jy8vdB",
      "lives_in": "Clyde",
      "name": "Tim Cadogan",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/TA_069#Tim Cadogan",
      "why_elect": "I am passionate about Central Otago being a great place to live, work, play and raise a family in and fighting to keep it that way. I am a listener first and foremost but also try really hard to communicate sometimes complicated things in a way that people can understand.",
      "why_stand": "I have kept my promises to work hard, be available and to bridge the gap between council and community. I have led this council on its biggest environmental project ever (Clyde wastewater), managing its growth (Cromwell Masterplan) and fighting Wellington when needed (Roxburgh Children's Village)."
    }
  ],
  "electorate": null,
  "id": "TA_069",
  "region": " Central Otago",
  "type": "Mayor"
}