{
  "candidates": [
    {
      "affiliation": "Change Up Hastings",
      "age": "48",
      "before_politics": "Marketer and editor",
      "election": " Hastings",
      "electorate": null,
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/TA_030_1.jpg?itok=nrc4eY_d",
      "lives_in": "Karamu",
      "name": "Damon Harvey",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/TA_030#Damon Harvey",
      "why_elect": "I have strong governance experience, a can do attitude and have strong connections across all walks of life. I am action orientated and will look for solutions and positive outcomes that aren't confined to a bureaucratic position but one that is focussed on serving the people.",
      "why_stand": "I want to help change up our future. I will create an inclusive community where career opportunities and growth are in and gang intimidation is out! We'll focus on housing for all, chlorine-free water, and improved sports and cultural amenities for a Hastings that's healthy in mind, body and spirit."
    },
    {
      "affiliation": "Independent",
      "age": null,
      "before_politics": "Businesswoman and strategist",
      "election": " Hastings",
      "electorate": null,
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/161-266-Q19-Sandra_Hazlehurst-01.2__1.jpg?itok=KfkRk0fn",
      "lives_in": "Havelock North",
      "name": "Sandra Hazlehurst",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/TA_030#Sandra Hazlehurst",
      "why_elect": "I am a proud Hastings girl. I love our people and our place. I bring business management, governance and council experience to the role. I have a genuine ability to listen to the needs and aspirations of our communities, and a desire to improve the lives of our people.",
      "why_stand": "I am passionate about Hastings and about making sure our people have a say in all the plans and projects we put in place. As mayor, at the heart of what I do every day is a desire to ensure everyone can thrive. I want better lives for our people."
    }
  ],
  "electorate": null,
  "id": "TA_030",
  "region": " Hastings",
  "type": "Mayor"
}