{
  "candidates": [
    {
      "affiliation": "Independent",
      "age": "36",
      "before_politics": "Public relations",
      "election": " Kāpiti Coast",
      "electorate": null,
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/270-424-Q19-G_Compton_Candidate_Photo.jpg?itok=ER_ne_1r",
      "lives_in": "Paraparaumu",
      "name": "Gwynn Compton",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/TA_043#Gwynn Compton",
      "why_elect": "I'll bring fresh leadership, smart thinking, and a community-led approach, while also being a relentless advocate for Kāpiti. Drawing on my experience in communications, politics, and government relations, I'll make sure council is well run, listens to its community, and that we're top of mind for decision makers in Wellington.",
      "why_stand": "Kāpiti is the best place in NZ to live, work, and raise a family, but growth from Transmission Gully is putting pressure on the relaxed beach lifestyle we all love. We can't stop people moving here, but if we make smart choices we can make growth work for us."
    },
    {
      "affiliation": "Independent",
      "age": "54",
      "before_politics": "HistorianTour Guide on Kāpiti",
      "election": " Kāpiti Coast",
      "electorate": null,
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/511-812-Q19-Screenshot_2019-07-31_at_8.14.50_PM.jpg?itok=5RxjMOKD",
      "lives_in": "Otaki",
      "name": "Jackie Elliott",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/TA_043#Jackie Elliott",
      "why_elect": "I bring 6 years experience and am already a strident campaigner for Kāpiti's residents on social issues. I am a strong voice on council. I have spoken out against workplace bullying in councils and actively network to provide strengthened governance. A strong and real voice for you in council.",
      "why_stand": "I have enjoyed a fantastic childhood in Kāpiti and want every child to be able to reach their potential here and have every chance I had. I want council to be the enabler of this with safe streets, a roof over their heads, warmth, decent food and a caring community."
    },
    {
      "affiliation": null,
      "age": "65",
      "before_politics": "Journalist",
      "election": " Kāpiti Coast",
      "electorate": null,
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/TA_043_3.jpg?itok=eoAxKj-c",
      "lives_in": "Otaki",
      "name": "K (Guru) Gurunathan",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/TA_043#K Guru Gurunathan",
      "why_elect": "As a member of a minority ethnic community I'm proud of my Kapiti community for recognizing my credentials and qualities to elect me twice as councillor and as mayor. The people have grown to know me through my previous role as a local journalist. I'm easily approachable.",
      "why_stand": "As a local journalist of 16 years, councilor for six and mayor for three years I'm passionate about my community embracing sustainable growth while deepening local character. I want to empower our communities to shape our response to the challenges posed by the opening of the new expressways."
    },
    {
      "affiliation": "Independent",
      "age": "51",
      "before_politics": "Hospitality manager",
      "election": " Kāpiti Coast",
      "electorate": null,
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/603-947-Q19-martincouncila1-removebg-preview__5.jpg?itok=tGcKFRpU",
      "lives_in": "Kāpiti Coast",
      "name": "Martin Halliday",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/TA_043#Martin Halliday",
      "why_elect": "I have a background in entrepreneurship, business ownership and management balanced with work in many community groups and interaction with council representing these groups. I have a skill set that is fit for purpose and want to use it for my community to help move it forward.",
      "why_stand": "Through my involvement with many community groups, dealing with council on community issues and my own business interactions, I have become very frustrated and exasperated with council, councillor attitudes and competence. I now feel that I need to step up and get involved in governance to see progress."
    }
  ],
  "electorate": null,
  "id": "TA_043",
  "region": " Kāpiti Coast",
  "type": "Mayor"
}