{
  "candidates": [
    {
      "affiliation": null,
      "age": "52",
      "before_politics": "Manager Building Control SDC",
      "election": "Southland",
      "electorate": "Waiau Aparima",
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/WARD_07302_4.jpg?itok=o4TXI01k",
      "lives_in": "Drummond/Otautau",
      "name": "Michael Marron",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/WARD_07302#Michael Marron",
      "why_elect": "I have lived in three different countries before moving to New Zealand, I have served in the Irish Army, Irish Police force, this has given me an insight into the difficulties faced by our communities. I can apply a different view when resolving these issues.",
      "why_stand": "I worked for the council for 14 years and I am passionate about the Southland District Council and representing the people who reside in the ward I am asking to represent."
    },
    {
      "affiliation": null,
      "age": "39",
      "before_politics": "Museum Manager",
      "election": "Southland",
      "electorate": "Waiau Aparima",
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/96-161-Q19-20190815_073152.jpg?itok=JZ8nF6qo",
      "lives_in": "Colac Bay",
      "name": "Karyn Owen",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/WARD_07302#Karyn Owen",
      "why_elect": "I'm intelligent and can offer fresh thinking to our council. I am passionate about enabling businesses and community groups to achieve their goals—always looking for win-win solutions. I've spent two years managing Te Hikoi Museum, and previously worked in tourism and economic development.",
      "why_stand": "I am standing because I want to see more diversity on council that truly reflects our population. I believe this will result in planning that better reflects our communities' needs."
    },
    {
      "affiliation": null,
      "age": "48",
      "before_politics": "Public Service Manager",
      "election": "Southland",
      "electorate": "Waiau Aparima",
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/WARD_07302_6.jpg?itok=0z8W8pSj",
      "lives_in": "Nightcaps",
      "name": "Nick Perham",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/WARD_07302#Nick Perham",
      "why_elect": "I believe in accountability. With over 15 years in public sector management, I am well versed in policy and planning and how these get transferred into actions. I am well connected with the community, through Church, Lions Club, and trustee of Borland Lodge. I also bring significant applicable international experience.",
      "why_stand": "Community is everything to me. Which is why I am running for a second term on Council. I strongly believe in the concept of \"small council, big communities.\" I want to empower our communities to achieve their own goals; supporting and enabling people, without the hitches of needless bureaucracy."
    },
    {
      "affiliation": null,
      "age": "50",
      "before_politics": "Father, gardener.",
      "election": "Southland",
      "electorate": "Waiau Aparima",
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/359-571-Q19-IMG_0328_1.jpg?itok=wG7UXoOP",
      "lives_in": "Riverton",
      "name": "Don Byars",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/WARD_07302#Don Byars",
      "why_elect": "I have generally been self-employed and appreciate the need to be competitive. A keen interest in economics and marketing has helped in this regard. A good strategic thinker, I'm quite comfortable considering solutions that lie outside the norm. My family and I are fortunate to live in Riverton.",
      "why_stand": "I am motivated by helping our community adapt and change so we able to face the future from a position of security. I would like to help create opportunities for our young people. I believe the council exists to empower the community rather than to direct it."
    },
    {
      "affiliation": null,
      "age": "77",
      "before_politics": "parts store manager.",
      "election": "Southland",
      "electorate": "Waiau Aparima",
      "image": null,
      "lives_in": "Tuatapere",
      "name": "George Harpur",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/WARD_07302#George Harpur",
      "why_elect": "born in Tuatapere and have been involved in our community ever since, transport, business management, many of our sporting clubs and a few other interests. currently on my 5th term as your councillor. I am familiar with farming and forestry and most things that make our region function. thank you.",
      "why_stand": "With the advent of the Great Walk upgrade to the Hump Ridge track, Tuatapere and all areas adjacent to the Southern Scenic Route may well be on the verge of a major increase in tourist traffic flow. We must compete for our market share. For us and our children."
    },
    {
      "affiliation": null,
      "age": "68",
      "before_politics": "Retired operate a small B n B",
      "election": "Southland",
      "electorate": "Waiau Aparima",
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/684-1128-Q19-F55B60C0-A061-49EF-B893-4E3514806B28.jpg?itok=2sHzQl45",
      "lives_in": "Tuatapere",
      "name": "Ron Hibbs",
      "priorities": [],
      "social_media": {},
      "url": "https://www.policylocal.nz/candidates/WARD_07302#Ron Hibbs",
      "why_elect": "In the past I have been involved with many community groups, including Boards of Trustees, I have managed a disabilities trust that provided day services. I have been involved in retail including owning my own successful business. I know the difference between management and governance.",
      "why_stand": "When looking for an area to retire in I chose Tuatapere because of its small town vibe. Tuatapere has so much going for it, it has a moderate climate, great access to the outdoors and friendly and helpful people. Tuatapere is only an hours drive from a big urban centre."
    }
  ],
  "electorate": "Waiau Aparima",
  "id": "WARD_07302",
  "region": "Southland",
  "type": "Council"
}