{
  "candidates": [
    {
      "affiliation": "The People's Choice - Labour",
      "age": "67",
      "before_politics": "Home tutor and Interpreter",
      "election": "Christchurch",
      "electorate": "Hornby",
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/667-1088-Q19-94691F09-828A-4F66-9754-4BB92BF4566D.jpg?itok=MZtU6o5J",
      "lives_in": "Sockburn, Christchurch",
      "name": "Jimmy Chen",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/WARD_06008#Jimmy Chen",
      "why_elect": "I am an experienced incumbent councillor for three terms, and always putting people at the heart of my decision-making. And I secured the budget for new Hornby Library, Service Centre and South West Leisure Centre and ensured Kyle Park became the preferred location for this new facility.",
      "why_stand": "I'll follow up the new Hornby Library, Service Centre and South West Leisure Centre to be built up as quickly as possible within the next three years to meet the people's urgent needs. I'll monitor the Christchurch City Council's Multicultural Strategy to be implement effectively and efficiently."
    },
    {
      "affiliation": "Independent for Hornby",
      "age": "50",
      "before_politics": "Land Survey Technician",
      "election": "Christchurch",
      "electorate": "Hornby",
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/542-859-Q19-Mark_Peters_Independent_for_Hornby.jpg?itok=WsU1HOuw",
      "lives_in": "Hornby",
      "name": "Mark Peters",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/WARD_06008#Mark Peters",
      "why_elect": "Having led a strong group of local supporters and sports clubs to Save Denton Park, and then having assisted in forming the Greater Hornby Residents Association at the conclusion of that campaign my passion for our local communities is undeniable, I want to see our Hornby communities thrive!",
      "why_stand": "I believe our Hornby Ward needs a good strong understandable representation with our Hornby communities as their focus and passion. We need to ensure we get the new Hornby Library, Pool, and Southwest Leisure Centre on Kyle Park completed in a safe and timely manner with maximum inclusion of facility."
    }
  ],
  "electorate": "Hornby",
  "id": "WARD_06008",
  "region": "Christchurch",
  "type": "Council"
}