{
  "candidates": [
    {
      "affiliation": "Independent",
      "age": "67",
      "before_politics": "Business person and winemaker",
      "election": "Hastings",
      "electorate": "Heretaunga",
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/102-170-Q19-Alwyn_Corban_photo.jpg?itok=nihbtz16",
      "lives_in": "Bridge Pa",
      "name": "Alwyn Corban",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/WARD_03002#Alwyn Corban",
      "why_elect": "I will bring extensive business, governance and community trustee experience to council gained from owning and managing Ngatarawa winery and vineyard at Bridge Pa and serving on a number of not for profit boards.",
      "why_stand": "I know Hawke's Bay is a beautiful place and the Hastings District is an important economic driver of the future. We have tremendous natural advantages which must be managed well for current use and enjoyment while safe-guarding the district's long term economic, productive, environmental, social and cultural value."
    },
    {
      "affiliation": "Independent",
      "age": "65",
      "before_politics": "Writer",
      "election": "Hastings",
      "electorate": "Heretaunga",
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/46-80-Q19-Keith_Newman_crop_1.jpg?itok=OqN9G9EH",
      "lives_in": "Haumoana",
      "name": "Keith Newman",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/WARD_03002#Keith Newman",
      "why_elect": "I have worked as an editor, publisher, feature writer and broadcaster and written five history books. I am a passionate community advocate, chairman Walking on Water (WOW Inc) and trustee of Cape Coast Arts and Heritage Trust. I'm interested in business, the environment, modern farming practices and local history.",
      "why_stand": "Hasting is now coming into a major growth phase. I want to be part of a visionary team that helps shape a future that lives up to the catchline 'great things grow here', develops a 'can do' culture, empowers communities and values innovation, creativity, local knowledge and common sense."
    },
    {
      "affiliation": null,
      "age": null,
      "before_politics": "Business Manager",
      "election": "Hastings",
      "electorate": "Heretaunga",
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/321-502-Q19-image092.jpg?itok=109UON_f",
      "lives_in": "Haumoana",
      "name": "Ann Redstone",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/WARD_03002#Ann Redstone",
      "why_elect": "I have considerable experience in business management in the construction industry and have also had experience in the horticultural sector as a grower. Our environmental well-being and biodiversity are important to me. I was the founder of the Clean Sea Coalition and WOW, lobby groups working to raise awareness.",
      "why_stand": "I am passionate about the beautiful Hastings District and am currently an elected representative for the Heretaunga Ward. I would love to have an opportunity to continue working on a number of current projects including housing, water, road safety and coastal protection."
    },
    {
      "affiliation": null,
      "age": "18",
      "before_politics": "Four Square Worker",
      "election": "Hastings",
      "electorate": "Heretaunga",
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/113-189-Q19-20190717_024427616_iOS.jpg?itok=dAE0_j49",
      "lives_in": "Clive",
      "name": "Oliver Taylor",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/WARD_03002#Oliver Taylor",
      "why_elect": "As a diverse, young, dynamic and energetic person, I believe I can capably communicate with residents, iwi and businesses, while also having long lasting relationships with locals and full confidence. Living in the area since I was two, I am purely of our community.",
      "why_stand": "As a young person and a member of the LGBT+ community, I believe having a diverse range of local representatives is important especially considering the diversity in people and environment of the Heretaunga Ward. I've seen our area become a place for uniqueness, and I want to expand on that."
    },
    {
      "affiliation": null,
      "age": "52",
      "before_politics": "Beef Boner",
      "election": "Hastings",
      "electorate": "Heretaunga",
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/281-448-Q19-9001E317-2389-48D2-B9CF-A3147C4DC1C5.jpg?itok=zWu691io",
      "lives_in": "Whakatu",
      "name": "Jason Whaitiri",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/WARD_03002#Jason Whaitiri",
      "why_elect": "I have been an active contributor to the communities in particular Clive and Whakatu. I am board of trustees at Hastings Girls High, Cape Coast Community Patrol member and also a Referee for the Hawke's Bay Rugby Referee Association. With these skills I believe I would make a good councillor.",
      "why_stand": "Standing as a candidate is a natural progression and I have formed impressive relationship and respectable reputation. My involvement has shown me a huge economic potential right across the ward within the local businesses, industrial, viticulture and tourism. I am mindful of the environment impact as well."
    }
  ],
  "electorate": "Heretaunga",
  "id": "WARD_03002",
  "region": "Hastings",
  "type": "Council"
}