{
  "candidates": [
    {
      "affiliation": null,
      "age": "60",
      "before_politics": "Consulting Strategic Advisor",
      "election": "Porirua",
      "electorate": "Western/Titahi Rangituhi Porirua ki te uru",
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/275-435-Q19-Mark_PCC_Profile.jpg?itok=mRG_KkFr",
      "lives_in": "Takapuwahia",
      "name": "Mark Batten",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/WARD_04402#Mark Batten",
      "why_elect": "I believe in family first and have a very close family unit. My wife and I have seven grown children. We live in Takapuwahia and love the City. I am recognised for implementation of consultative community partnering initiatives. 9+ years working in sustainable economic development senior roles inside local government.",
      "why_stand": "My key leadership priority in standing for Council and the District Health Board in 2019 is making sure that there is a critical Council focus on community project deliverables and to work with community to understand what the consensus majority need is and that I serve to implement shared outcomes."
    },
    {
      "affiliation": "Independent",
      "age": "69",
      "before_politics": "Journalist",
      "election": "Porirua",
      "electorate": "Western/Titahi Rangituhi Porirua ki te uru",
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/338-531-Q19-mike_duncan.jpg?itok=xdL9nPYV",
      "lives_in": "Titahi Bay",
      "name": "Mike Duncan",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/WARD_04402#Mike Duncan",
      "why_elect": "I've lived in Porirua for most of my 69 years and been on council for 3 years. I believe I'm approachable and a good listener. I consider I've represented our Western Ward people effectively and our City well and would love the opportunity to do it for another 3 years.",
      "why_stand": "We're losing sight of the unity in community. In 3 years on council listening to people stressing their diversity and differences, I've seldom heard how that diversity is used for the good of all. To truly move forward we must focus more on what binds us together not what separates."
    },
    {
      "affiliation": "Labour Party",
      "age": "38",
      "before_politics": "Public Servant",
      "election": "Porirua",
      "electorate": "Western/Titahi Rangituhi Porirua ki te uru",
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/223-359-Q19-Geoff_Passport4.jpg?itok=XtX8jFSN",
      "lives_in": "Titahi Bay",
      "name": "Geoff Hayward",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/WARD_04402#Geoff Hayward",
      "why_elect": "I've been working hard for this community already through the Titahi Bay Beach Festival, as Secretary of the Titahi Bay Community Group, MC at the Anzac Dawn Service, and working with groups helping local kids be confident on the water, and get better access to digital technology.",
      "why_stand": "When Titahi Bay battled flooding a few years ago, my neighbours and community had my back. I'm proud to have a community that cares for each other. I'm standing for the Western Ward to make sure council backs our community too. I believe in a city that thrives for everyone."
    },
    {
      "affiliation": "Independent",
      "age": "46",
      "before_politics": "Teacher Aide/ Journalist",
      "election": "Porirua",
      "electorate": "Western/Titahi Rangituhi Porirua ki te uru",
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/259-413-Q19-Jude_Pointon_candidate_photo_Aug_2019.jpg?itok=8hu1GsoA",
      "lives_in": "Titahi Bay, Porirua",
      "name": "Jude Pointon",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/WARD_04402#Jude Pointon",
      "why_elect": "As a councillor I will make a real difference. My life is centered in our city. I was born and raised here. I live and work in Titahi Bay. My children are educated locally. I have volunteered in Porirua for decades. Journalism, teaching and working overseas have broadened my worldview.",
      "why_stand": "I am passionate about Porirua. Our multicultural, socially-diverse city, underpinned by Ngati Toa, has great potential. However exorbitant rates, about 35% above similar cities, are forcing people out. Our infrastructure is run-down. We MUST prioritise the basics. We must meet the 'needs' of all our people before considering the 'wants'."
    }
  ],
  "electorate": "Western/Titahi Rangituhi Porirua ki te uru",
  "id": "WARD_04402",
  "region": "Porirua",
  "type": "Council"
}