{
  "candidates": [
    {
      "affiliation": "Labour",
      "age": null,
      "before_politics": "Community worker, MP's office",
      "election": "Lower Hutt",
      "electorate": "Wainuiomata",
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/597-939-Q19-5_Bridge4___1.jpg?itok=CJsCKac_",
      "lives_in": "Wainuiomata",
      "name": "Keri Brown",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/WARD_04606#Keri Brown",
      "why_elect": "I'm ready for council. I've got the right mix of experience working in the public sector in advisory and senior policy roles, and community where I've rolled up my sleeves and got work done. I've made progress for Wainuiomata for seniors, housing and waste but would love to do more.",
      "why_stand": "Wainuiomata is home, a place to call home. It's an exciting time, with multiple developments, but this opportunity isn't without risk. As we embrace the new, it's important we hold onto the things that make Wainuiomata special, to the spirit and values we all share."
    },
    {
      "affiliation": "Independent",
      "age": "55",
      "before_politics": "Business person",
      "election": "Lower Hutt",
      "electorate": "Wainuiomata",
      "image": "https://www.policylocal.nz/sites/default/files/styles/round_portrait/public/candidatephotos/341-536-Q19-DSC02954__2__Brochure.jpg?itok=jj-GM2VL",
      "lives_in": "Wainuiomata",
      "name": "Anania Randall",
      "priorities": [],
      "social_media": null,
      "url": "https://www.policylocal.nz/candidates/WARD_04606#Anania Randall",
      "why_elect": "I'm a long standing Wainuiomata resident with governance and business experience, positive energy, diversity, mana , committed to our community. I have served on many boards locally. My previous work with the community in wainuiomata and my whakapapa gives me the ability to connect with a wide range of people.",
      "why_stand": "Wainuiomata is a special community. I believe I can make a difference on council for our suburb and the city. I am an active advocate for Wainuiomata and our people here. I get things done. Improvements in family well being, housing, health services and education are my priorities."
    }
  ],
  "electorate": "Wainuiomata",
  "id": "WARD_04606",
  "region": "Lower Hutt",
  "type": "Council"
}